vegeta/results.txt
Requests      [total, rate, throughput]         30000, 999.89, 976.34
Duration      [total, attack, wait]             30.727s, 30.003s, 723.509ms
Latencies     [min, mean, 50, 90, 95, 99, max]  256.532µs, 593.846ms, 5.342ms, 1.783s, 3.774s, 8.18s, 18.323s
Bytes In      [total, mean]                     33320000, 1110.67
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:30000
Error Set: